Repository: makebl/openwrt-package
Catalog: luci-app-access-control/po/*/iac.po
Languages: sk

source: Access Control
sk: Riadenie prístupu

source: Access Control allows you to manage Internet access for specific local hosts.<br/> Each rule defines a device to block from having Internet access. The rules may be active permanently or during certain times of the day.<br/> The rules may also be restricted to specific days of the week.<br/> Any device that is blocked may obtain a ticket suspending the restriction for a specified time.
sk: Kontrola prístupu vám umožňuje spravovať prístup na internet pre konkrétnych miestnych hostiteľov.<br/> Každé pravidlo definuje zariadenie, ktoré má zablokovať prístup na internet. Pravidlá môžu byť aktívne alebo počas určitých časov dňa.<br/> Pravidlá môžu byť obmedzené iba na určité dni v týždni.<br/> Každé zablokované zariadenie môže získať priepustku, ktorou sa pozastaví obmedzenie na určitý čas.

source: Client Rules
sk: Pravidlá klientov

source: End time
sk: Čas ukončenia

source: General settings
sk: Všeobecné nastavenia

source: Internet Access Control
sk: Kontrola prístupu na internet

source: Issue
sk: Prideliť

source: MAC address
sk: MAC adresa

source: MTWTFSS
sk: PUSŠPSN

source: Must be set to enable the internet access blocking
sk: Musí byť povolené pre blokovanie internetu na základe pravidiel

source: Start time
sk: Čas začiatku

source: Ticket
sk: Priepustka

source: Ticket time [min]
sk: Doba priepustky [min]

source: Time granted when a ticket is issued
sk: Čas dočasného povolenia internetuppri pridelení priepustky

source: Time value must be HH:MM or empty
sk: Časová hodnota musí byť vo formáte HH:MM alebo prázdna
